export default {
    '401': 'Логин или пароль указаны неверно',


    'notfound-data': 'Ошибка передачи данных',
    'username-is-exist': 'Пользователь с таким логином уже существует',
    'email-not-exist': 'Пользователь с таким E-mail не найден',
    'email-is-exist': 'Пользователь с таким E-mail уже существует',
    'user-created': 'Вы успешно зарегистрировались',
    'welcome': 'Добро пожаловать',
    'forgot-send': 'Ссылка для восстановления пароля отправлена на Ваш E-mail.',
    'reset-password': 'Установлен новый пароль, Вы может войти',
    'not-query-reset-key': 'Ключ для восстановления пароля не найден, возможно Вы использовали некорректную ссылку для восстановления',
    'logout': 'Вы вышли из системы',
    'error-item-create': 'Ошибка создания новой записи',
    'error-item-create-from-json': 'Критическая ошибка: объект не создан',
    'error-item-update': 'Ошибка обновления записи',
    'error-item-remove': 'Ошибка удаления записи',
    'error-item-fill': 'Ошибка заполнения данных',
    'success-item-create': 'Новая запись успешно создана',
    'success-item-update': 'Запись успешно обновлена',
    'success-item-remove': 'Запись успешно удалена',
    'error': 'Непредвиденная ошибка',
    'category-required': 'Выберите категорию',
    'role-required': 'Выберите роль'
}